[
  {
    "id": 0,
    "title": "Save the turtles",
    "heroImage": "hero_images/turtle_2.jpg",
    "description": "Sadly, sea turtles face numerous threats that endanger their survival, including climate change, plastic pollution, coastal development and commercial fishing. Here's how you can make a difference:",
    "actions": [
      {
        "heading": "Reduce Plastic Use",
        "description": "Opt for reusable bags, bottles, and straws to minimize plastic pollution in our oceans."
      },
      {
        "heading": "Support Sustainable Seafood",
        "description": "Choose seafood caught using turtle-friendly methods like pole-and-line or trap fishing to reduce bycatch."
      },
      {
        "heading": "Beach Clean-Ups",
        "description": "Participate in or organize beach clean-ups to remove trash and create safer nesting environments for turtles."
      },
      {
        "heading": "Educate Others",
        "description": "Spread awareness about sea turtles and their plight to inspire others to take action."
      },
      {
        "heading": "Support Conservation Efforts",
        "description": "Donate to or volunteer with organizations working to protect sea turtles and their habitats."
      }
    ]
  },
  {
    "id": 1,
    "title": "Help the octopuses",
    "heroImage": "hero_images/octopus_3.jpg",
    "description": "Octopuses are vital to our marine ecosystems but face numerous threats to their survival including. Here's how you can make a difference: ",
    "actions": [
      {
        "heading": "Choose Sustainable Seafood",
        "description": "Support sustainable fishing practices and seafood choices that minimize impacts on octopus populations and their habitats."
      },
      {
        "heading": "Reduce Plastic Pollution",
        "description": "Dispose of plastic responsibly, participate in beach clean-ups, and reduce your use of single-use plastics to protect marine environments."
      },
      {
        "heading": "Advocate for Marine Protected Areas",
        "description": "Support the establishment and expansion of marine protected areas (MPAs) where octopuses and other marine life can thrive without human disturbance."
      },
      {
        "heading": "Educate Others",
        "description": "Raise awareness about the importance of octopuses in marine ecosystems and the threats they face, inspiring others to take action to protect them."
      },
      {
        "heading": "Report Illegal Activities",
        "description": "Report illegal fishing, poaching, or habitat destruction activities to relevant authorities to help enforce regulations and protect octopus populations."
      }
    ]
  },
  {
    "id": 2,
    "title": "Protect the crayfish",
    "heroImage": "hero_images/lobster_2.jpg",
    "description": "Australia's crayfish are integral to our unique aquatic ecosystems but face various threats to their survival. Here's how you can make a difference:",
    "actions": [
      {
        "heading": "Protect Riparian Zones",
        "description": "Maintain vegetation along waterways to reduce sediment runoff and provide shade, stabilizing water temperatures."
      },
      {
        "heading": "Practice Responsible Land Management",
        "description": "Adopt sustainable farming and forestry practices that minimize impacts on freshwater habitats."
      },
      {
        "heading": "Reduce Chemical Use",
        "description": "Use natural alternatives and environmentally friendly products to minimize water pollution from agricultural and urban sources."
      },
      {
        "heading": "Support Habitat Restoration",
        "description": "Volunteer for or donate to projects that restore and protect crayfish habitats, such as replanting native vegetation."
      },
      {
        "heading": "Report Invasive Species",
        "description": "Be aware of and report sightings of invasive species to relevant authorities to prevent their spread and impact on native crayfish populations."
      }
    ]
  },
  {
    "id": 3,
    "title": "Collaborate with the crabs",
    "heroImage": "hero_images/crab_1.jpg",
    "description": "Australia's giant crab or Tasmanian giant crab is the largest species of crab found in Australian waters, but they need your help to ensure their survival. Here's how you can make a difference:",
    "actions": [
      {
        "heading": "Support Sustainable Fishing Practices",
        "description": "Choose seafood certified by sustainable seafood initiatives and fisheries that adhere to responsible harvesting practices to reduce the impact on giant crab populations."
      },
      {
        "heading": "Advocate for Marine Conservation",
        "description": "Support the establishment of marine protected areas (MPAs) and conservation zones where giant crabs and other marine species can thrive without disturbance."
      },
      {
        "heading": "Reduce Coastal Pollution",
        "description": "Participate in beach clean-ups, reduce plastic waste, and support initiatives that aim to improve water quality along coastal areas where giant crabs reside."
      },
      {
        "heading": "Educate Others",
        "description": "Raise awareness about the importance of giant crabs in marine ecosystems and the threats they face, encouraging others to take action to protect them."
      },
      {
        "heading": "Report Illegal Fishing Activities",
        "description": "Report any illegal harvesting or poaching of giant crabs to relevant authorities to help enforce regulations and protect their populations."
      }
    ]
  },
  {
    "id": 4,
    "title": "Help the seadragons",
    "heroImage": "hero_images/seahorse_1.jpg",
    "description": "The Australian Ruby seadragon captivates with its rare beauty and mysterious nature. Despite its captivating allure, the Australian ruby seadragon faces several threats including habitat loss, climate change, pollution and commercial fishing. Here's how you can make a difference:",
    "actions": [
      {
        "heading": "Support Marine Protected Areas",
        "description": "Advocate for the establishment and expansion of marine protected areas (MPAs) where the ruby seadragon and other marine species can thrive undisturbed."
      },
      {
        "heading": "Promote Sustainable Fishing Practices",
        "description": "Choose seafood from sustainable sources and support fisheries that use responsible fishing methods to minimize bycatch and habitat damage."
      },
      {
        "heading": "Reduce Plastic Pollution",
        "description": "Participate in beach clean-ups, reduce single-use plastic consumption, and support initiatives that aim to reduce plastic pollution in marine environments."
      },
      {
        "heading": "Educate Others",
        "description": "Raise awareness about the Australian ruby seadragon and the threats it faces, inspiring others to take action to protect this unique species and its habitat."
      },
      {
        "heading": "Support Research and Conservation Efforts",
        "description": "Donate to or volunteer with organizations and research projects dedicated to studying and conserving the ruby seadragon and its marine ecosystem."
      }
    ]
  }
]
